Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Subtitle Style
af: Onderskrifstyl
am: የርዕስ ዘዴ
ar: نمط الترجمة
as: চাবটাইটেল ষ্টাইল
az: Altyazı Stili
be: Стыль субтытраў
bg: Стил на субтитрите
bn: সাবটাইটেল শৈলী
br: Stil an istitloù
bs: Stil titlova
ca: Estil de subtítols
ceb: Estilo sa Subtitle
cs: Styl titulků
cy: Arddull Isdeitl
da: Undertekststil
de: Untertitel-Stil
el: Στυλ υπότιτλων
es: Estilo de subtítulos
et: Subtiitrite stiil
eu: Azpitituluaren estiloa
fa: سبک زیرنویس
fi: Tekstitysten tyyli
fil: Estilo ng Subtitle
fo: Undirtekst-snið
fr: Style des sous-titres
fy: Ûndertitelstyl
ga: Stíl Fhotheidil
gd: Stoidhle Fo-thiotail
gl: Estilo de subtítulos
gu: સબટાઇટલ શૈલી
ha: Salon Fassarar Rubutu
he: סגנון כתוביות
hi: सबटाइटल शैली
hr: Stil titlova
ht: Estil Soutit
hu: Felirat stílusa
hy: Ենթագրի ոճ
id: Gaya Subtitle
ig: Ụdị Ndepụta okwu
is: Skjátextastíll
it: Stile sottotitoli
ja: 字幕スタイル
jv: Gaya Subtitel
ka: სუბტიტრების სტილი
kk: Субтитр стилі
km: រចនាប័ទ្មចំណងក្រោម
kn: ಸಬ್‌ಟೈಟಲ್ ಶೈಲಿ
ko: 자막 스타일
ku: Şêwaza Jêrnivîsê
ky: Субтитр стили
lb: Ënnertitel-Stil
lo: ຮູບແບບຄຳບັນຍາຍ
lt: Subtitrų stilius
lv: Subtitru stils
mg: Endriky ny Dikanteny
mi: Momo Hauraro
mk: Стил на титлови
ml: സബ്ടൈറ്റിൽ ശൈലി
mn: Хадмалын загвар
mr: उपशीर्षक शैली
ms: Gaya Sari Kata
mt: Stil tas-Sottotitli
my: စာတန်းထိုး ပုံစံ
nb: Undertekststil
ne: उपशीर्षक शैली
nl: Ondertitelstijl
ny: Kalembedwe ka Zolembedwa
oc: Estil dels sostítols
or: ସବଟାଇଟଲ ଶୈଳୀ
pa: ਸਬਟਾਈਟਲ ਸਟਾਈਲ
pl: Styl napisów
ps: د زیرنوشت ډیزاین
pt_br: Estilo das legendas
pt_pt: Estilo das legendas
ro: Stil subtitrări
ru: Стиль субтитров
rw: Imisusire y'Amagambo agaragara
sd: سب ٽائيٽل اسٽائل
si: උපසිරැසි විලාසය
sk: Štýl titulkov
sl: Slog podnapisov
sm: Sitaili Ulutala Pito i Lalo
sn: Sitaera ye Subtitle
so: Qaabka Qoraal-hoosaadka
sq: Stili i Titrave
sr: Стил титлова
st: Setaele sa Litlaleho
su: Gaya Subjudul
sv: Undertextstil
sw: Mtindo wa Manukuu
ta: வசன வரி பாணி
te: సబ్‌టైటిల్ శైలి
tg: Услуби зерунвон
th: สไตล์คำบรรยาย
tr: Altyazı Stili
tt: Субтитр стиле
ug: خەتكۈش ئۇسلۇبى
uk: Стиль субтитрів
ur: سب ٹائٹل اسٹائل
uz: Subtitr uslubi
vi: Kiểu phụ đề
xh: Isimbo Sesihloko
yo: Ìru Àkọlé-Abẹ́
zh_hans: 字幕样式
zh_hant: 字幕樣式
zu: Isitayela Sengcaphuno

source: Switch to %@ to use it and edit its settings.
af: Skakel na %@ om dit te gebruik en sy instellings te wysig.
am: ለመጠቀም እና ቅንብሮቹን ለማርትዕ ወደ %@ ቀይሩ።
ar: بدّل إلى %@ لاستخدامه وتعديل إعداداته.
as: %@ ব্যৱহাৰ কৰিবলৈ আৰু ইয়াৰ ছেটিংছ সম্পাদনা কৰিবলৈ তালৈ সলনি হওক।
az: %@-a keçin ki, istifadə edə biləsiniz və parametrlərini redaktə edəsiniz.
be: Пераключыцеся на %@, каб выкарыстоўваць яго і рэдагаваць яго налады.
bg: Превключете към %@, за да го използвате и да редактирате настройките му.
bn: এটি ব্যবহার করতে এবং এর সেটিংস সম্পাদনা করতে %@-এ স্যুইচ করুন।
br: Tremenit da %@ evit e implijout ha kemmañ e arventennoù.
bs: Prebacite se na %@ da ga koristite i uredite njegove postavke.
ca: Canvia a %@ per utilitzar-lo i editar la seva configuració.
ceb: Balhin sa %@ aron gamiton kini ug usbon ang settings niini.
cs: Přepněte na %@, abyste jej mohli používat a upravovat jeho nastavení.
cy: Newidiwch i %@ i'w ddefnyddio a golygu ei osodiadau.
da: Skift til %@ for at bruge den og redigere dens indstillinger.
de: Wechsle zu %@, um es zu verwenden und seine Einstellungen zu bearbeiten.
el: Μεταβείτε στο %@ για να το χρησιμοποιήσετε και να επεξεργαστείτε τις ρυθμίσεις του.
es: Cambia a %@ para usarlo y editar sus ajustes.
et: Lülitu profiilile %@ selle kasutamiseks ja seadete muutmiseks.
eu: Aldatu %@ erabiltzeko eta bere ezarpenak editatzeko.
fa: به %@ تغییر دهید تا از آن استفاده کنید و تنظیماتش را ویرایش کنید.
fi: Vaihda profiiliin %@ käyttääksesi sitä ja muokataksesi sen asetuksia.
fil: Lumipat sa %@ para gamitin ito at i-edit ang mga setting nito.
fo: Skift til %@ fyri at brúka hana og rætta stillingar hennara.
fr: Basculez vers %@ pour l'utiliser et modifier ses réglages.
fy: Skeakelje oer nei %@ om it te brûken en de ynstellings te bewurkjen.
ga: Athraigh go %@ chun é a úsáid agus a shocruithe a chur in eagar.
gd: Atharraich gu %@ gus a chleachdadh agus na roghainnean aige a dheasachadh.
gl: Cambia a %@ para usalo e editar os seus axustes.
gu: તેને વાપરવા અને તેની સેટિંગ સંપાદિત કરવા %@ પર સ્વિચ કરો.
ha: Koma zuwa %@ don amfani da shi da gyara saitunansa.
he: עבור אל %@ כדי להשתמש בו ולערוך את ההגדרות שלו.
hi: इसका उपयोग करने और इसकी सेटिंग्स संपादित करने के लिए %@ पर स्विच करें।
hr: Prebacite se na %@ da ga koristite i uredite njegove postavke.
ht: Chanje pou %@ pou sèvi avè l epi modifye paramèt li yo.
hu: Válts a(z) %@ profilra a használatához és a beállításai szerkesztéséhez.
hy: Անցեք %@-ի, որ այն օգտագործեք և խմբագրեք կարգավորումները։
id: Beralih ke %@ untuk menggunakannya dan mengedit pengaturannya.
ig: Gbanwee gaa na %@ iji jiri ya ma dezie ntọala ya.
is: Skipttu yfir í %@ til að nota það og breyta stillingum þess.
it: Passa a %@ per usarlo e modificarne le impostazioni.
ja: %@ に切り替えて使用し、その設定を編集します。
jv: Ganti menyang %@ kanggo nganggo lan ngowahi setelané.
ka: %@-ზე გადართვა მის გამოსაყენებლად და პარამეტრების სარედაქტირებლად.
kk: %@ профиліне ауысып, оны пайдаланыңыз және параметрлерін өңдеңіз.
km: ប្តូរទៅ %@ ដើម្បីប្រើ និងកែការកំណត់របស់វា។
kn: ಅದನ್ನು ಬಳಸಲು ಮತ್ತು ಅದರ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಸಂಪಾದಿಸಲು %@ ಗೆ ಬದಲಾಯಿಸಿ.
ko: %@(으)로 전환하여 사용하고 설정을 편집하세요.
ku: Biçe %@ da ku wê bikar bînî û mîhengên wê sererast bikî.
ky: Аны колдонуп, анын жөндөөлөрүн түзөтүү үчүн %@ профилине өтүңүз.
lb: Wiessel op %@ fir se ze benotzen an hir Astellungen z'änneren.
lo: ສະຫຼັບໄປ %@ ເພື່ອໃຊ້ມັນ ແລະ ແກ້ໄຂການຕັ້ງຄ່າຂອງມັນ.
lt: Perjunkite į %@, kad jį naudotumėte ir redaguotumėte jo nuostatas.
lv: Pārslēdzieties uz %@, lai to lietotu un rediģētu tā iestatījumus.
mg: Miovà ho %@ hampiasana azy sy hanovana ny fandrindrany.
mi: Hurihia ki %@ kia whakamahi ai me te whakatika i ōna tautuhinga.
mk: Префрлете се на %@ за да го користите и да ги уредите неговите поставки.
ml: അത് ഉപയോഗിക്കാനും അതിന്റെ ക്രമീകരണങ്ങൾ എഡിറ്റ് ചെയ്യാനും %@-ലേക്ക് മാറുക.
mn: Үүнийг ашиглаж, тохиргоог засахын тулд %@ руу шилжинэ үү.
mr: वापरण्यासाठी आणि सेटिंग्ज संपादित करण्यासाठी %@ वर स्विच करा.
ms: Tukar ke %@ untuk menggunakannya dan menyunting tetapannya.
mt: Aqleb għal %@ biex tużah u teditja s-settings tiegħu.
my: ၎င်းကို သုံးရန်နှင့် ၎င်း၏ဆက်တင်များ တည်းဖြတ်ရန် %@ သို့ ပြောင်းပါ။
nb: Bytt til %@ for å bruke den og redigere innstillingene dens.
ne: यसलाई प्रयोग गर्न र यसका सेटिङहरू सम्पादन गर्न %@ मा स्विच गर्नुहोस्।
nl: Schakel over naar %@ om het te gebruiken en de instellingen ervan te bewerken.
ny: Sinthirani ku %@ kuti muigwiritse ntchito ndikusintha zokonda zake.
oc: Passatz a %@ per l'utilizar e modificar sos reglatges.
or: ଏହାକୁ ବ୍ୟବହାର କରିବାକୁ ଏବଂ ଏହାର ସେଟିଂ ସମ୍ପାଦନ କରିବାକୁ %@କୁ ସୁଇଚ୍ କରନ୍ତୁ।
pa: ਇਸਨੂੰ ਵਰਤਣ ਅਤੇ ਇਸਦੀਆਂ ਸੈਟਿੰਗਾਂ ਸੰਪਾਦਿਤ ਕਰਨ ਲਈ %@ 'ਤੇ ਜਾਓ।
pl: Przełącz na %@, aby go używać i edytować jego ustawienia.
ps: د کارولو او د تنظیماتو سمولو لپاره %@ ته واوړئ.
pt_br: Mude para %@ para usá-lo e editar suas configurações.
pt_pt: Mude para %@ para o usar e editar as suas definições.
ro: Comută la %@ pentru a-l folosi și a-i edita setările.
ru: Переключитесь на %@, чтобы использовать его и изменить его настройки.
rw: Hindukirira %@ kugira ngo uyikoreshe kandi uhindure imiterere yayo.
sd: ان کي استعمال ڪرڻ ۽ ان جون سيٽنگون ايڊٽ ڪرڻ لاءِ %@ ڏانھن مٽايو.
si: එය භාවිත කර එහි සැකසුම් සංස්කරණය කිරීමට %@ වෙත මාරු වන්න.
sk: Prepnite na %@, aby ste ho mohli použiť a upraviť jeho nastavenia.
sl: Preklopite na %@ za uporabo in urejanje njegovih nastavitev.
sm: Sui i le %@ e faaaoga ma teuteu ai ona faatulagaga.
sn: Chinja kuenda ku%@ kuti uishandise uye ugadzirise zvirongwa zvayo.
so: U beddel %@ si aad u isticmaasho oo aad u tafatirto dejintiisa.
sq: Kaloni te %@ për ta përdorur dhe ndryshuar cilësimet e tij.
sr: Пређите на %@ да бисте га користили и уређивали његова подешавања.
st: Fetohela ho %@ ho e sebelisa le ho fetola litlhophiso tsa eona.
su: Ganti ka %@ pikeun makéna jeung ngarobah setélanana.
sv: Byt till %@ för att använda den och redigera dess inställningar.
sw: Badilisha hadi %@ kuutumia na kuhariri mipangilio yake.
ta: %@-ஐப் பயன்படுத்தவும் அதன் அமைப்புகளைத் திருத்தவும் அதற்கு மாறவும்.
te: దాన్ని వాడటానికి మరియు దాని సెట్టింగ్‌లను ఎడిట్ చేయడానికి %@కు మారండి.
tg: Барои истифода ва таҳрири танзимоти он ба %@ гузаред.
th: สลับไปที่ %@ เพื่อใช้งานและแก้ไขการตั้งค่า
tr: Kullanmak ve ayarlarını düzenlemek için %@ profiline geçin.
tt: Аны кулланыр һәм көйләүләрен үзгәртер өчен %@ профиленә күч.
ug: ئۇنى ئىشلىتىش ۋە تەڭشەكلىرىنى تەھرىرلەش ئۈچۈن %@ گە ئالمىشىڭ.
uk: Перемкніться на %@, щоб використовувати його та редагувати налаштування.
ur: اسے استعمال کرنے اور اس کی سیٹنگز میں ترمیم کرنے کے لیے %@ پر سوئچ کریں۔
uz: Undan foydalanish va sozlamalarini tahrirlash uchun %@ ga o'ting.
vi: Chuyển sang %@ để dùng và chỉnh sửa cài đặt của nó.
xh: Tshintshela ku-%@ ukuze uyisebenzise kwaye uhlele iisetingi zayo.
yo: Yí padà sí %@ láti lò ó kí o sì ṣàtúnṣe àwọn ètò rẹ̀.
zh_hans: 切换到 %@ 以使用它并编辑其设置。
zh_hant: 切換至 %@ 以使用它並編輯其設定。
zu: Shintshela ku-%@ ukuze uyisebenzise futhi uhlele izilungiselelo zayo.

source: That link is not responding right now. Try a different source.
af: Hierdie skakel reageer tans nie. Probeer 'n ander bron.
am: ያ ሊንክ አሁን ምላሽ አይሰጥም። ሌላ ምንጭ ሞክሩ።
ar: هذا الرابط لا يستجيب الآن. جرّب مصدرًا مختلفًا.
as: সেই লিংকটো এই মুহূৰ্তত সঁহাৰি দিয়া নাই। এটা বেলেগ উৎস চেষ্টা কৰক।
az: Bu link hazırda cavab vermir. Fərqli bir mənbə sınayın.
be: Гэтая спасылка зараз не адказвае. Паспрабуйце іншую крыніцу.
bg: Тази връзка не отговаря в момента. Опитайте друг източник.
bn: সেই লিঙ্কটি এই মুহূর্তে সাড়া দিচ্ছে না। অন্য একটি সোর্স চেষ্টা করুন।
br: Al liamm-se ne respont ket bremañ. Klaskit ur vammenn all.
bs: Taj link trenutno ne odgovara. Pokušajte s drugim izvorom.
ca: Aquest enllaç no respon ara mateix. Prova una font diferent.
ceb: Kana nga link wala mo-respond karon. Sulayi ang laing tinubdan.
cs: Tento odkaz právě teď neodpovídá. Zkuste jiný zdroj.
cy: Nid yw'r ddolen honno'n ymateb ar hyn o bryd. Rhowch gynnig ar ffynhonnell wahanol.
da: Det link svarer ikke lige nu. Prøv en anden kilde.
de: Dieser Link antwortet gerade nicht. Probiere eine andere Quelle.
el: Αυτός ο σύνδεσμος δεν ανταποκρίνεται αυτή τη στιγμή. Δοκιμάστε διαφορετική πηγή.
es: Ese enlace no responde en este momento. Prueba una fuente diferente.
et: See link ei reageeri praegu. Proovi mõnda muud allikat.
eu: Esteka hori ez da erantzuten ari orain. Saiatu beste iturri batekin.
fa: آن لینک در حال حاضر پاسخ نمی‌دهد. منبع دیگری را امتحان کنید.
fi: Tuo linkki ei vastaa juuri nyt. Kokeile toista lähdettä.
fil: Hindi tumutugon ang link na iyon ngayon. Subukan ang ibang source.
fo: Henda leinkja svarar ikki júst nú. Royn eina aðra keldu.
fr: Ce lien ne répond pas pour le moment. Essayez une autre source.
fy: Dy keppeling reagearret no net. Besykje in oare boarne.
ga: Níl an nasc sin ag freagairt faoi láthair. Bain triail as foinse eile.
gd: Chan eil an ceangal sin a' freagairt an-dràsta. Feuch tùs eadar-dhealaichte.
gl: Esta ligazón non responde agora mesmo. Proba unha fonte diferente.
gu: તે લિંક અત્યારે પ્રતિસાદ આપી રહી નથી. કોઈ બીજો સ્રોત અજમાવો.
ha: Wannan hanyar haɗi ba ta amsawa a yanzu. Gwada wani tushe daban.
he: הקישור הזה לא מגיב כרגע. נסה מקור אחר.
hi: वह लिंक अभी प्रतिक्रिया नहीं दे रहा। कोई अलग स्रोत आज़माएँ।
hr: Ta poveznica trenutačno ne odgovara. Pokušajte s drugim izvorom.
ht: Lyen sa a pa reponn kounye a. Eseye yon lòt sous.
hu: Ez a link jelenleg nem válaszol. Próbálj egy másik forrást.
hy: Այս հղումն այս պահին չի արձագանքում։ Փորձեք մեկ այլ աղբյուր։
id: Tautan tersebut tidak merespons saat ini. Coba sumber lain.
ig: Njikọ ahụ anaghị aza ozi ugbu a. Nwaa isi mmalite dị iche.
is: Þessi tengill svarar ekki núna. Prófaðu aðra heimild.
it: Questo link non risponde al momento. Prova una sorgente diversa.
ja: そのリンクは現在応答していません。別のソースを試してください。
jv: Tautan kuwi ora nanggapi saiki. Coba sumber liyané.
ka: ეს ბმული ამჟამად არ პასუხობს. სცადეთ სხვა წყარო.
kk: Бұл сілтеме қазір жауап бермейді. Басқа дерек көзді қолданып көріңіз.
km: តំណភ្ជាប់នោះមិនឆ្លើយតបពេលនេះ។ សាកល្បងប្រភពផ្សេង។
kn: ಆ ಲಿಂಕ್ ಈಗ ಸ್ಪಂದಿಸುತ್ತಿಲ್ಲ. ಬೇರೆ ಮೂಲವನ್ನು ಪ್ರಯತ್ನಿಸಿ.
ko: 해당 링크가 지금 응답하지 않습니다. 다른 소스를 시도해 보세요.
ku: Ev girêdan niha bersiv nade. Çavkaniyeke cuda biceribîne.
ky: Бул шилтеме азыр жооп бербей жатат. Башка булакты колдонуп көрүңүз.
lb: Dëse Link reagéiert am Moment net. Probéier eng aner Quell.
lo: ລິ້ງກ໌ນັ້ນບໍ່ຕອບສະໜອງໃນຕອນນີ້. ລອງໃຊ້ແຫຼ່ງອື່ນ.
lt: Ta nuoroda šiuo metu neatsako. Pabandykite kitą šaltinį.
lv: Šī saite pašlaik neatbild. Izmēģiniet citu avotu.
mg: Tsy mamaly amin'izao fotoana izao io rohy io. Andramo loharano hafa.
mi: Kāore tēnei hono e whakautu ana i tēnei wā. Whakamātauria tētahi atu pūtake.
mk: Оваа врска во моментов не одговара. Обидете се со друг извор.
ml: ആ ലിങ്ക് ഇപ്പോൾ പ്രതികരിക്കുന്നില്ല. മറ്റൊരു സോഴ്സ് പരീക്ഷിക്കുക.
mn: Энэ холбоос одоо хариу өгөхгүй байна. Өөр эх сурвалж туршиж үзнэ үү.
mr: ती लिंक सध्या प्रतिसाद देत नाही. वेगळा स्रोत वापरून पहा.
ms: Pautan itu tidak bertindak balas sekarang. Cuba sumber lain.
mt: Dan il-link bħalissa mhux qed jirrispondi. Ipprova sors differenti.
my: ထိုလင့်ခ်သည် ယခုအချိန်တွင် တုံ့ပြန်မှုမရှိပါ။ အခြားအရင်းအမြစ်တစ်ခု စမ်းကြည့်ပါ။
nb: Den lenken svarer ikke akkurat nå. Prøv en annen kilde.
ne: त्यो लिङ्क अहिले प्रतिक्रिया दिइरहेको छैन। फरक स्रोत प्रयास गर्नुहोस्।
nl: Die link reageert op dit moment niet. Probeer een andere bron.
ny: Ulalo umenewo sukuyankha pakadali pano. Yesani gwero lina.
oc: Aqueste ligam respond pas ara. Ensajatz una autra font.
or: ସେହି ଲିଙ୍କ ବର୍ତ୍ତମାନ ପ୍ରତିକ୍ରିୟା କରୁନାହିଁ। ଏକ ଭିନ୍ନ ଉତ୍ସ ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਉਹ ਲਿੰਕ ਹੁਣ ਜਵਾਬ ਨਹੀਂ ਦੇ ਰਿਹਾ। ਕੋਈ ਵੱਖਰਾ ਸਰੋਤ ਅਜ਼ਮਾਓ।
pl: Ten link w tej chwili nie odpowiada. Wypróbuj inne źródło.
ps: دا لینک اوس مهال ځواب نه ورکوي. بله سرچینه هڅه کړئ.
pt_br: Esse link não está respondendo agora. Tente outra fonte.
pt_pt: Essa ligação não está a responder neste momento. Experimente uma fonte diferente.
ro: Acel link nu răspunde momentan. Încearcă o altă sursă.
ru: Эта ссылка сейчас не отвечает. Попробуйте другой источник.
rw: Iryo huza ntiritanga igisubizo ubu. Gerageza indi nkomoko.
sd: اها لنڪ في الحال جواب نه پئي ڏئي. ڪو ٻيو ذريعو آزمايو.
si: එම සබැඳිය දැන් ප්‍රතිචාර දක්වන්නේ නැත. වෙනස් මූලාශ්‍රයක් උත්සාහ කරන්න.
sk: Tento odkaz práve teraz neodpovedá. Skúste iný zdroj.
sl: Ta povezava se trenutno ne odziva. Poskusite z drugim virom.
sm: E le tali mai le sootaga i le taimi nei. Taumafai i se isi puna.
sn: Chinongedzo ichi hachisi kupindura izvozvi. Edza imwe nzvimbo.
so: Xiriirkaasi hadda ma jawaabayo. Isku day il kale.
sq: Kjo lidhje nuk përgjigjet tani. Provoni një burim tjetër.
sr: Тај линк тренутно не одговара. Покушајте с другим извором.
st: Sehokelo seo ha se arabele hona joale. Leka mohloli o mong.
su: Tautan éta teu ngaréspon ayeuna. Cobian sumber nu béda.
sv: Den länken svarar inte just nu. Prova en annan källa.
sw: Kiungo hicho haikijibu sasa hivi. Jaribu chanzo tofauti.
ta: அந்த இணைப்பு இப்போது பதிலளிக்கவில்லை. வேறு ஆதாரத்தை முயற்சிக்கவும்.
te: ఆ లింక్ ఇప్పుడు స్పందించడం లేదు. వేరే సోర్స్‌ను ప్రయత్నించండి.
tg: Ин пайванд ҳоло ҷавоб намедиҳад. Манбаи дигарро санҷед.
th: ลิงก์นั้นไม่ตอบสนองในขณะนี้ ลองแหล่งอื่น
tr: Bu bağlantı şu anda yanıt vermiyor. Farklı bir kaynak deneyin.
tt: Бу сылтама хәзер җавап бирми. Башка чыганакны сынап кара.
ug: بۇ ئۇلانما ھازىر جاۋاب بەرمەيۋاتىدۇ. باشقا مەنبەنى سىناڭ.
uk: Це посилання зараз не відповідає. Спробуйте інше джерело.
ur: وہ لنک ابھی جواب نہیں دے رہا۔ کوئی اور ذریعہ آزمائیں۔
uz: Bu havola hozir javob bermayapti. Boshqa manbani sinab ko'ring.
vi: Liên kết đó hiện không phản hồi. Hãy thử một nguồn khác.
xh: Elo khonkco alisabeli okwangoku. Zama omnye umthombo.
yo: Ọ̀nà yẹn kò dáhùn lọ́wọ́lọ́wọ́. Gbìyànjú orísun mìíràn.
zh_hans: 该链接当前没有响应。请尝试其他来源。
zh_hant: 該連結目前沒有回應。請試試其他來源。
zu: Lesi sixhumanisi asisabeli okwamanje. Zama omunye umthombo.

source: That subtitle source did not respond in time. Try another one.
af: Hierdie onderskrifbron het nie betyds gereageer nie. Probeer 'n ander een.
am: ያ ርዕስ ምንጭ በጊዜ ምላሽ አልሰጠም። ሌላ ሞክሩ።
ar: لم يستجب مصدر الترجمة ذاك في الوقت المناسب. جرّب آخر.
as: সেই চাবটাইটেল উৎসটোৱে সময়মতে সঁহাৰি নিদিলে। আন এটা চেষ্টা কৰক।
az: Həmin altyazı mənbəsi vaxtında cavab vermədi. Başqa birini sınayın.
be: Гэтая крыніца субтытраў не адказала своечасова. Паспрабуйце іншую.
bg: Този източник на субтитри не отговори навреме. Опитайте друг.
bn: সেই সাবটাইটেল সোর্স সময়মতো সাড়া দেয়নি। অন্য একটি চেষ্টা করুন।
br: Mammenn an istitloù-se n'he deus ket respontet a-amzer. Klaskit unan all.
bs: Taj izvor titlova nije odgovorio na vrijeme. Pokušajte s drugim.
ca: Aquesta font de subtítols no ha respost a temps. Prova'n una altra.
ceb: Kana nga subtitle nga tinubdan wala mo-respond sa panahon. Sulayi ang lain.
cs: Tento zdroj titulků neodpověděl včas. Zkuste jiný.
cy: Ni ymatebodd y ffynhonnell isdeitl honno mewn pryd. Rhowch gynnig ar un arall.
da: Den undertekstkilde svarede ikke i tide. Prøv en anden.
de: Diese Untertitelquelle hat nicht rechtzeitig geantwortet. Probiere eine andere.
el: Αυτή η πηγή υπότιτλων δεν ανταποκρίθηκε έγκαιρα. Δοκιμάστε μια άλλη.
es: Esa fuente de subtítulos no respondió a tiempo. Prueba con otra.
et: See subtiitriallikas ei vastanud õigeaegselt. Proovi mõnda teist.
eu: Azpitituluen iturburua ez da garaiz erantzun. Saiatu beste batekin.
fa: آن منبع زیرنویس به‌موقع پاسخ نداد. منبع دیگری را امتحان کنید.
fi: Tuo tekstityslähde ei vastannut ajoissa. Kokeile toista.
fil: Hindi tumugon sa oras ang subtitle source na iyon. Subukan ang iba.
fo: Henda undirtekstkelda svaraði ikki í tíð. Royn eina aðra.
fr: Cette source de sous-titres n'a pas répondu à temps. Essayez-en une autre.
fy: Dy ûndertitelboarne reagearre net op tiid. Besykje in oare.
ga: Níor fhreagair an fhoinse fotheideal sin in am. Bain triail as ceann eile.
gd: Cha do fhreagair an tùs fo-thiotail sin ann an àm. Feuch fear eile.
gl: Esta fonte de subtítulos non respondeu a tempo. Proba outra.
gu: તે સબટાઇટલ સ્રોતે સમયસર પ્રતિસાદ આપ્યો નહીં. કોઈ બીજો અજમાવો.
ha: Wannan tushen fassarar rubutu bai amsa cikin lokaci ba. Gwada wani.
he: מקור הכתוביות הזה לא הגיב בזמן. נסה אחר.
hi: वह सबटाइटल स्रोत समय पर प्रतिक्रिया नहीं दे सका। कोई और आज़माएँ।
hr: Taj izvor titlova nije odgovorio na vrijeme. Pokušajte s drugim.
ht: Sous soutit sa a pa t reponn atan. Eseye yon lòt.
hu: Az a feliratforrás nem válaszolt időben. Próbálj egy másikat.
hy: Ենթագրի այս աղբյուրը ժամանակին չարձագանքեց։ Փորձեք մեկ ուրիշ։
id: Sumber subtitle tersebut tidak merespons tepat waktu. Coba yang lain.
ig: Isi mmalite ndepụta okwu ahụ azaghị ozi n'oge. Nwaa nke ọzọ.
is: Þessi skjátextatveinn svaraði ekki í tíma. Prófaðu annan.
it: Questa sorgente di sottotitoli non ha risposto in tempo. Provane un'altra.
ja: その字幕ソースは時間内に応答しませんでした。別のものを試してください。
jv: Sumber subtitel kuwi ora nanggapi ing wektu. Coba sing liyané.
ka: ეს სუბტიტრების წყარო დროულად არ გამოეხმაურა. სცადეთ სხვა.
kk: Бұл субтитр дерек көзі уақытында жауап бермеді. Басқасын қолданып көріңіз.
km: ប្រភពចំណងក្រោមនោះមិនបានឆ្លើយតបទាន់ពេល។ សាកល្បងប្រភពផ្សេង។
kn: ಆ ಸಬ್‌ಟೈಟಲ್ ಮೂಲ ಸಮಯಕ್ಕೆ ಸ್ಪಂದಿಸಲಿಲ್ಲ. ಮತ್ತೊಂದನ್ನು ಪ್ರಯತ್ನಿಸಿ.
ko: 해당 자막 소스가 제때 응답하지 않았습니다. 다른 것을 시도해 보세요.
ku: Ew çavkaniya jêrnivîsê di dem de bersiv neda. Yeke din biceribîne.
ky: Ал субтитр булагы өз убагында жооп берген жок. Башкасын колдонуп көрүңүз.
lb: Déi Ënnertitelquell huet net rechtzäiteg reagéiert. Probéier eng aner.
lo: ແຫຼ່ງຄຳບັນຍາຍນັ້ນບໍ່ຕອບສະໜອງໃນເວລາ. ລອງໃຊ້ອັນອື່ນ.
lt: Tas subtitrų šaltinis neatsakė laiku. Pabandykite kitą.
lv: Šis subtitru avots laikus neatbildēja. Izmēģiniet citu.
mg: Tsy namaly tamin'ny fotoana io loharanon-dikanteny io. Andramo iray hafa.
mi: Kāore taua pūtake hauraro i whakautu i te wā tika. Whakamātauria tētahi atu.
mk: Овој извор на титлови не одговори навреме. Обидете се со друг.
ml: ആ സബ്ടൈറ്റിൽ സോഴ്സ് സമയത്ത് പ്രതികരിച്ചില്ല. മറ്റൊന്ന് പരീക്ഷിക്കുക.
mn: Тэр хадмалын эх сурвалж хугацаандаа хариу өгсөнгүй. Өөрийг туршиж үзнэ үү.
mr: त्या उपशीर्षक स्रोताने वेळेत प्रतिसाद दिला नाही. दुसरा वापरून पहा.
ms: Sumber sari kata itu tidak bertindak balas dalam masa. Cuba yang lain.
mt: Dak is-sors tas-sottotitli ma rrispondiex fil-ħin. Ipprova ieħor.
my: ထိုစာတန်းထိုးအရင်းအမြစ်သည် အချိန်မီ တုံ့ပြန်ခြင်း မရှိပါ။ အခြားတစ်ခု စမ်းကြည့်ပါ။
nb: Den undertekstkilden svarte ikke i tide. Prøv en annen.
ne: त्यो उपशीर्षक स्रोतले समयमै प्रतिक्रिया दिएन। अर्को प्रयास गर्नुहोस्।
nl: Die ondertitelbron reageerde niet op tijd. Probeer een andere.
ny: Gwero la zolembedwa limenelo silinayankhe munthawi. Yesani lina.
oc: Aquesta font de sostítols a pas respondut a temps. Ensajatz-ne una autra.
or: ସେହି ସବଟାଇଟଲ ଉତ୍ସ ସମୟରେ ପ୍ରତିକ୍ରିୟା କଲା ନାହିଁ। ଅନ୍ୟଟି ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਉਹ ਸਬਟਾਈਟਲ ਸਰੋਤ ਸਮੇਂ ਸਿਰ ਜਵਾਬ ਨਹੀਂ ਦਿੱਤਾ। ਕੋਈ ਹੋਰ ਅਜ਼ਮਾਓ।
pl: To źródło napisów nie odpowiedziało na czas. Wypróbuj inne.
ps: دا د زیرنوشت سرچینه په وخت ځواب ونه‌ورکړ. بله یې هڅه کړئ.
pt_br: Essa fonte de legendas não respondeu a tempo. Tente outra.
pt_pt: Essa fonte de legendas não respondeu a tempo. Experimente outra.
ro: Acea sursă de subtitrări nu a răspuns la timp. Încearcă alta.
ru: Этот источник субтитров не ответил вовремя. Попробуйте другой.
rw: Iyo nkomoko y'amagambo agaragara ntiyatanze igisubizo ku gihe. Gerageza indi.
sd: ان سب ٽائيٽل ذريعي وقت تي جواب نه ڏنو. ٻيو آزمايو.
si: එම උපසිරැසි මූලාශ්‍රය කාලයට ප්‍රතිචාර දැක්වූයේ නැත. තවත් එකක් උත්සාහ කරන්න.
sk: Tento zdroj titulkov neodpovedal včas. Skúste iný.
sl: Ta vir podnapisov se ni pravočasno odzval. Poskusite z drugim.
sm: E leʻi tali mai le puna ulutala pito i lalo i le taimi. Taumafai i se isi.
sn: Nzvimbo iyoyo ye subtitle haina kupindura nenguva. Edza imwe.
so: Isha qoraal-hoosaadkaasi waqtigii kuma jawaabin. Isku day mid kale.
sq: Ky burim titrash nuk u përgjigj në kohë. Provoni një tjetër.
sr: Тај извор титлова није одговорио на време. Покушајте с другим.
st: Mohloli oo oa litlaleho ha oa ka oa araba ka nako. Leka o mong.
su: Sumber subjudul éta teu ngaréspon dina waktuna. Cobian nu séjén.
sv: Den undertextkällan svarade inte i tid. Prova en annan.
sw: Chanzo hicho cha manukuu hakijibu kwa wakati. Jaribu kingine.
ta: அந்த வசன வரி ஆதாரம் சரியான நேரத்தில் பதிலளிக்கவில்லை. மற்றொன்றை முயற்சிக்கவும்.
te: ఆ సబ్‌టైటిల్ సోర్స్ సకాలంలో స్పందించలేదు. మరొకటి ప్రయత్నించండి.
tg: Он манбаи зерунвон дар вақташ ҷавоб надод. Дигарашро санҷед.
th: แหล่งคำบรรยายนั้นไม่ตอบสนองในเวลาที่กำหนด ลองอีกอันหนึ่ง
tr: Bu altyazı kaynağı zamanında yanıt vermedi. Başka bir tane deneyin.
tt: Бу субтитр чыганагы вакытында җавап бирмәде. Башкасын сынап кара.
ug: بۇ خەتكۈش مەنبەسى ۋاقتىدا جاۋاب بەرمىدى. باشقىسىنى سىناڭ.
uk: Це джерело субтитрів не відповіло вчасно. Спробуйте інше.
ur: اس سب ٹائٹل ذریعے نے وقت پر جواب نہیں دیا۔ کوئی اور آزمائیں۔
uz: Bu subtitr manbasi o'z vaqtida javob bermadi. Boshqasini sinab ko'ring.
vi: Nguồn phụ đề đó không phản hồi kịp. Hãy thử nguồn khác.
xh: Loo mthombo wesihloko awuphendulanga ngexesha. Zama omnye.
yo: Orísun àkọlé-abẹ́ yẹn kò dáhùn ní àkókò. Gbìyànjú mìíràn.
zh_hans: 该字幕来源未能及时响应。请尝试另一个。
zh_hant: 該字幕來源未能及時回應。請試試另一個。
zu: Lowo mthombo wengcaphuno awuphendulanga ngesikhathi. Zama omunye.
